Repository: developsessions/b-r-udp-broadcast
Catalog: Automation Studio/as/system/A0453/Texts/EventLog_AR.tmx
Source language: en
Languages: de

source: Error: The maximum speed of movement in the 'positive' direction pMove_Para->vC_pos is negative.
de: Error: Die maximale Verfahrgeschwindigkeit in 'positive' Bewegungsrichtung pMove_Para->vC_pos ist negativ.

source: Error: The cylinder height was entered as less than or equal to 0.
de: Error: Die Zylinderhöhe wurde kleiner gleich 0 eingegeben.

source: Error: The resulting moving mass of the hydraulic system was set less than or equal to 0.
de: Error: Die resultierende bewegte Masse des Hydrauliksystems wurde kleiner gleich 0 gewählt.

source: Error: No Pointer pSystem_Para (pSystem_ParaAdd) specified for the system parameters HCRSystemPara_typ (HCRSystemParaAdd_typ).
de: Error: Kein Pointer pSystem_Para (pSystem_ParaAdd) zu den Systemparametern HCRSystemPara_typ (HCRSystemParaAdd_typ) angegeben.

source: Error: The maximum system pressure pSupply_max is less than 0.
de: Error: Der maximale Systemdruck pSupply_max ist kleiner 0.

source: Error: The static volume of the cylinder chamber responsible for movement in the'negative' direction was set less than 0.
de: Error: Das statische Volumen der Zylinderkammer, welche für die Verfahrbewegung in 'negativer' Richtung verantwortlich ist wurde kleiner 0 gewählt.

source: Error: The static volume of the cylinder chamber responsible for movement in the'positive' direction was set less than 0.
de: Error: Das statische Volumen der Zylinderkammer, welche für die Verfahrbewegung in 'positiver' Richtung verantwortlich ist wurde kleiner 0 gewählt.

source: Error: The selected mode for the F-y servo correction does not exist.
de: Error: Der gewählte Mode für die F-y Servo-Korrektur existiert nicht.

source: Error: The selected mode for the v-y servo correction does not exist.
de: Error: Der gewählte Mode für die v-y Servo-Korrektur existiert nicht.

source: Error: Position controller: No Pointer pPID_Para_s specified for the PID-parameters HCRPIDPara_s_typ. Force controller: No Pointer pPID_Para_F specified for the PID-parameters HCRPIDPara_s_typ.
de: Error: Positionsregler: Kein Pointer pPID_Para_s zu den PID-Parametern HCRPIDPara_s_typ angegeben. Kraftregler: Kein Pointer pPID_Para_F zu den PID-Parametern HCRPIDPara_F_typ angegeben.

source: Error: No pointer pValve_Para specified for the valve parameters HCRValvePara_typ.
de: Error: Kein Pointer pValve_Para zu den Ventilparametern HCRValvePara_typ angegeben.

source: Error: The filter band width B is less than or equal to 0.
de: Error: Die Notch-Bandbreite B ist kleiner gleich 0.

source: Error: The filter frequency f0 is less than or equal to 0.
de: Error: Die Notch-Frequenz f0 ist kleiner gleich 0.

source: Error: Position of cylinder piston x0_Cyl, at which the critical natural frequency of the hydraulic system occurs, lies outside the cylinder dimensions.
de: Error: Die Position des Zylinderkolbens x0_Cyl bei der die kritische Eigenfrequenz des Hydrauliksystems auftritt liegt außerhalb der Zylinderabmessungen.

source: Error: The minimum cylinder piston position value, after which the proportional gain correction is calculated is less than 0. The maximum position value, up to which the proportional gain is calculated is greater than the cylinder height h_Cyl or x_Cyl_max is less than or equal to x_Cyl_min.
de: Error: Der minimale Positionswert des Zylinderkolbens ab dem eine Korrektur der Proportionalverstärkung gerechnet wird ist kleiner 0, der maximale Positionswert des Zylinderkolbens bis zu dem eine Korrektur der Proportionalverstärkung gerechnet wird ist größer als die Zylinderhöhe h_Cyl oder x_Cyl_max ist kleiner gleich x_Cyl_min.

source: Error: The time t_delta, which is available for the profile generation, is less than or equal to 0.
de: Error: Die Zeit t_delta, die für die Profilgeneration zur Verfügung steht, ist kleiner gleich 0.

source: Error: The net time (t_delta - t_Jolt), which is available for the profile generation, is less than or equal to 0.
de: Error: Die Netto-Zeit (t_delta - t_Jolt), die für die Profilgeneration zur Verfügung steht, ist kleiner gleich 0.

source: Error: The jolt time t_Jolt is negative.
de: Error: Die Ruckbegrenzungszeit t_Jolt ist negativ.

source: Error: The filter time constant Tf is less than 0.
de: Error: Die Filterzeitkonstante Tf ist kleiner0.

source: Warning: The filter time constant T1 entered is not larger than the corresponding task cycle time.
de: Warning: Die Filterzeitkonstante T1 wurde nicht größer als die zugehörige Zykluszeit des Tasks angegeben.

source: Warning: The filter time constant T1 = 0.
de: Warning: Die Filterzeitkonstante T1 = 0.

source: Warning: The filter time constant T2 entered is not larger than the corresponding task cycle time.
de: Warning: Die Filterzeitkonstante T2 wurde nicht größer als die zugehörige Zykluszeit des Tasks angegeben.

source: Warning: The filter time constant T2 = 0.
de: Warning: Die Filterzeitkonstante T2 = 0.

source: Warning: The filter time constant Tf entered is not larger than the corresponding task cycle time.
de: Warning: Die Filterzeitkonstante Tf wurde nicht größer als die zugehörige Zykluszeit des Tasks angegeben.

source: Warning: The differentiation time constant Tv entered is not larger than the corresponding task cycle time.
de: Warning: Die Differentiationszeitkonstante Tv wurde nicht größer als die zugehörige Zykluszeit des Tasks angegeben.

source: Warning: The differentiation time constant Tv = 0. The DTi element (i = 1, 2, 2s) is temporarily turned off (y = 0).
de: Warning: Die Differentiationszeitkonstante Tv = 0. Das DTi-Element (i = 1, 2, 2s) ist temporär abgeschaltet (y = 0).

source: Warning: t_FIFO was not entered as a whole number multiple of the cycle time.
de: Warning: t_FIFO wurde nicht als ganzzahliges Vielfaches der Zykluszeit angegeben.

source: Warning: t_FIFO was entered as smaller than the corresponding task cycle time, and was automatically increased to this value.
de: Warning: t_FIFO wurde kleiner als die zugehörige Zykluszeit des Tasks angegeben und automatisch auf diesen Wert angehoben.

source: Warning: The switching time tSwitch entered is not 5 times larger than the corresponding task cycle time.
de: Warning: Die Umschaltzeit tSwitch wurde nicht 5 mal größer als die zugehörige Zykluszeit des Tasks angegeben.

source: Warning: The switching time tSwitch = 0. Switching not jolt-free.
de: Warning: Die Umschaltzeit tSwitch = 0. Keine sprungfreie Umschaltung zwischen u1 und u2.

source: Warning: The smoothing factor Rness is larger than the maximum possible smoothing factor (Internal.Rness_crit).
de: Warning: Der Kantenglättungsfaktor Rness ist größer als der maximal mögliche Kantenglättungsfaktor.

source: Warning: NbNodes &#8804; 1. A point-to-point linear function requires at least two nodes.
de: Warning: NbNodes &#8804; 1. Eine stückweise lineare Funktion besteht zumindest aus 2 Stützstellen.

source: Warning: Sorting of the x coordinates of the node vector is monotonic, but not strictly monotonic.
de: Warning: Die x-Koordinaten des Stützstellenvektors sind nur monoton und nicht strikt monoton sortiert.

source: Warning: The y coordinates of the node vector are not sorted in ascending or descending order.
de: Warning: Die y-Koordinaten des Stützstellenvektors sind weder aufsteigend noch absteigend sortiert.

source: Warning: Sorting of the y coordinates of the node vector is monotonic, but not strictly monotonic.
de: Warning: Die y-Koordinaten des Stützstellenvektors sind nur monoton und nicht strikt monoton sortiert.

source: Warning: The filter time constant Tf of the differentiator is not larger than the corresponding task cycle time.
de: Warning: Die Filterzeitkonstante Tf des Differenzierers wurde nicht größer als die zugehörige Zykluszeit des Tasks angegeben.

source: Warning: PID: The integration time constant for I_Switch < 0 Parameter.Tn_neg is not larger than the corresponding task cycle time. Position controller: The integration time constant for movements in the 'negative' direction pPID_Para_s->Tn_neg (P2P: pAddPar->Tn_neg) is not larger than the corresponding task cycle time.
de: Warning: PID: Die Integrationszeitkonstante für I_Switch < 0 Parameter.Tn_neg wurde nicht größer als die zugehörige Zykluszeit des Tasks angegeben. Positionsregler: Die Integrationszeitkonstante für Verfahrbewegungen in 'negative' Richtung pPID_Para_s->Tn_neg (P2P: pAddPar->Tn_neg) wurde nicht größer als die zugehörige Zykluszeit des Tasks angegeben.

source: Warning: PID: The integration time constant for I_Switch > 0 Parameter.Tn_pos is not larger than the corresponding task cycle time. Position controller: The integration time constant for movements in the 'positive' direction pPID_Para_s->Tn_pos (P2P: pAddPar->Tn_pos) is not larger than the corresponding task cycle time. Force controller: The integration time constant pPID_Para_F->Tn entered is not larger than the corresponding task cycle time.
de: Warning: PID: Die Integrationszeitkonstante für I_Switch > 0 Parameter.Tn_pos wurde nicht größer als die zugehörige Zykluszeit des Tasks angegeben. Positionsregler: Die Integrationszeitkonstante für Verfahrbewegungen in 'positive' Richtung pPID_Para_s->Tn_pos (P2P: pAddPar->Tn_pos) wurde nicht größer als die zugehörige Zykluszeit des Tasks angegeben. Kraftregler: Die Integrationszeitkonstante pPID_Para_F->Tn wurde nicht größer als die zugehörige Zykluszeit des Tasks angegeben.

source: Warning: The differentiation time constant Tv of the differentiator is not larger than the corresponding task cycle time.
de: Warning: Die Differentiationszeitkonstante Tv des Differenzierers wurde nicht größer als die zugehörige Zykluszeit des Tasks angegeben.

source: Warning: PID: The feed forward size Yadd was outside the permissible interval of [-100%, 100%] and has been limited accordingly. Position controller: The feed forward speed v_add was outside the permissible interval of [-Internal.vCyl_sup, Internal.vCyl_sup] and has been limited accordingly. Force controller: The feed forward volume flow Q_add was outside the permissible interval of [-pValve_Para->Qnom_neg, pValve_Para->Qnom_pos] and has been limited accordingly.
de: Warning: PID: Die Aufschaltgröße Yadd liegt außerhalb des zulässigen Intervalls von [-100%, 100%] und wurde entsprechend begrenzt. Positionsregler: Die Aufschaltgeschwindigkeit v_add liegt außerhalb des zulässigen Intervalls von [-Internal.vCyl_sup, Internal.vCyl_sup] und wurde entsprechend begrenzt. Kraftregler: Der Aufschaltvolumenstrom Q_add liegt außerhalb des zulässigen Intervalls von [-pValve_Para->Onom_neg, pValve_Para->Qnom_pos] und wurde entsprechend begrenzt.

source: Warning: The integrator's manipulated variable Yi has reached its maximum value.
de: Warning: Der Stellgrößenanteil des Integrators Yi hat seinen maximalen Wert erreicht.

source: Warning: The integrator's manipulated variable Yi has reached its minimum value.
de: Warning: Der Stellgrößenanteil des Integrators Yi hat seinen minimalen Wert erreicht.

source: Warning: PID: The manipulated variable for manual operation Yman was set above the maximum permissible value Parameter.Y_max and has been limited to this maximum. Position controller: The speed of movement for manual operation v_man was set above the maximum permissible value pPID_Para_s->v_max and has been limited to this maximum. Force controller: The valve volume flow for manual operation Q_man was set above the maximum permissible value pPID_Para_F->Q_max and has been limited to this maximum.
de: Warning: PID: Die Stellgröße für den Handbetrieb Yman wurde größer als der zulässige Maximalwert Parameter.Y_max gewählt und auf diesen begrenzt. Positionsregler: Die Verfahrgeschwindigkeit im Handbetrieb v_man wurde größer als der zulässige Maximalwert pPID_Para_s->v_max gewählt und auf diesen begrenzt. Kraftregler: Der Ventilvolumenstrom im Handbetrieb Q_man wurde größer als der zulässige Maximalwert pPID_Para_F->Q_max gewählt und auf diesen begrenzt.

source: Warning: PID: The manipulated variable for manual operation Yman was set below the minimum permissible value Parameter.Y_min and has been increased to this minimum. Position controller: The speed of movement for manual operation v_man was set below the minimum permissible value pPID_Para_s->v_min and has been increased to this minimum. Force controller: The valve volume flow for manual operation Q_man was set below the minimum permissible value pPID_Para_F->Q_min and has been increased to this minimum.
de: Warning: PID: Die Stellgröße für den Handbetrieb Yman wurde kleiner als der zulässige Minimalwert Parameter.Y_min gewählt und auf diesen angehoben. Positionsregler: Die Verfahrgeschwindigkeit im Handbetrieb v_man wurde kleiner als der zulässige Minimalwert pPID_Para_s->v_min gewählt und auf diesen angehoben. Kraftregler: Der Ventilvolumenstrom im Handbetrieb Q_man wurde kleiner als der zulässige Minimalwert pPID_Para_F->Q_min gewählt und auf diesen angehoben.

source: Warning: The time constant T1 entered is not larger than the corresponding task cycle time.
de: Warning: Die Zeitkonstante T1 wurde nicht größer als die zugehörige Zykluszeit des Tasks angegeben.

source: Warning: The time constant T1 = 0.
de: Warning: Die Zeitkonstante T1 = 0.

source: Warning: The time constant T2 entered is not larger than the corresponding task cycle time.
de: Warning: Die Zeitkonstante T2 wurde nicht größer als die zugehörige Zykluszeit des Tasks angegeben.

source: Warning: The time constant T2 = 0.
de: Warning: Die Zeitkonstante T2 = 0.

source: Warning: The time constant T1 = 0. The function block behaves like a P element with a gain factor of 1.
de: Warning: Die Zeitkonstante T1 = 0. Der Funktionsbaustein verhält sich entsprechend einem P-Element mit Verstärkungsfaktor 1.

source: Warning: Friction force in the 'negative' direction Ff_Cyl_neg < 0.
de: Warning: Reibkraft in 'negativer' Bewegungsrichtung Ff_Cyl_neg < 0.

source: Warning: Friction force in the 'positive' direction Ff_Cyl_pos < 0.
de: Warning: Reibkraft in 'positiver' Bewegungsrichtung Ff_Cyl_pos < 0.

source: Warning: The calculated pressure for the 'negative' cylinder pressure chamber is too high. Improper selection of Fp_Cyl, Ff_Cyl_pos or Ff_Cyl_neg.
de: Warning: Der berechnete Druck für die 'negative' Zylinderdruckkammer ist zu hoch. Ungeeignete Wahl von Fp_Cyl, Ff_Cyl_pos bzw. Ff_Cyl_neg.

source: Warning: The calculated pressure for the 'negative' cylinder pressure chamber is too low. Improper selection of Fp_Cyl, Ff_Cyl_pos or Ff_Cyl_neg.
de: Warning: Der berechnete Druck für die 'negative' Zylinderdruckkammer ist zu niedrig. Ungeeignete Wahl von Fp_Cyl, Ff_Cyl_pos bzw. Ff_Cyl_neg.

source: Warning: The measured or estimated pressure for the 'negative' cylinder pressure chamber is negative. Internally, pCyl_neg = 0 is assumed.
de: Warning: Der gemessene bzw. geschätzte Druck für die 'negative' Zylinderdruckkammer ist negativ. Intern wird mit pCyl_neg = 0 gerechnet.

source: Warning: The calculated pressure for the 'positive' cylinder pressure chamber is too high. Improper selection of Fp_Cyl, Ff_Cyl_pos or Ff_Cyl_neg.
de: Warning: Der berechnete Druck für die 'positive' Zylinderdruckkammer ist zu hoch. Ungeeignete Wahl von Fp_Cyl, Ff_Cyl_pos bzw. Ff_Cyl_neg.

source: Warning: The calculated pressure for the 'positive' cylinder pressure chamber is too low. Improper selection of Fp_Cyl, Ff_Cyl_pos or Ff_Cyl_neg.
de: Warning: Der berechnete Druck für die 'positive' Zylinderdruckkammer ist zu niedrig. Ungeeignete Wahl von Fp_Cyl, Ff_Cyl_pos bzw. Ff_Cyl_neg.

source: Warning: The measured or estimated pressure for the 'positive' cylinder pressure chamber is negative. Internally, pCyl_pos = 0 is assumed.
de: Warning: Der gemessene bzw. geschätzte Druck für die 'positive' Zylinderdruckkammer ist negativ. Intern wird mit pCyl_pos = 0 gerechnet.

source: Warning: The valve opening yValve has reached the maximum value (-1 or +1).
de: Warning: Die Ventilöffnung yValve hat den Maximalwert (-1 bzw. +1) erreicht.

source: Warning: An error occurred while allocating memory for the internal ring buffer.
de: Warning: Bei der Speicherallokation für den internen Ringbuffer ist ein Fehler aufgetreten.

source: Warning: Automatic calculation of proportional gain Kp leads to an invalid result.
de: Warning: Die automatische Berechnung der Proportionalverstärkung Kp führte zu einem ungültigen Ergebnis.

source: Warning: The filter frequency f0 is too high. For a valid input choose f0 < 1/(2&#8729;Pi&#8729;Ts), where Ts is the task cycle time.
de: Warning: Die Notch-Frequenz f0 wurde zu hoch gewählt. Es muß gelten f0 < 1/(2&#8729;Pi&#8729;Ts), wobei Ts die Zykluszeit des Tasks ist.

source: Warning: The integration time constant Tn entered is not larger than the corresponding task cycle time.
de: Warning: Die Integrationszeitkonstante Tn wurde nicht größer als die zugehörige Zykluszeit des Tasks angegeben.

source: Warning: Fp_end was selected equal to the value of the set force Fp_set when dFp_set &#8800; 0.
de: Warning: Fp_end wurde bei dFp_set &#8800; 0 gleich dem Wert der Sollkraft Fp_set gewählt.

source: Warning: The time t_delta_act, which was actually required for the profile generation, deviates massively from t_delta.
de: Warning: Die Zeit t_delta_act, die für die Profilgeneration wirklich benötigt wurde weicht massiv von t_delta ab.

source: The X2X I/O system is not initialized properly.
de: Das X2X-I/O-System ist nicht korrekt initialisiert.

source: An X2X module didn't accept one of its initialization registers.
de: Ein X2X-Modul konnte nicht korrekt initialisiert werden (Problem mit einem Init-Register).

source: Internal initialization error (version conflict).
de: Interner Initialisierungsfehler (Versionskonflikt)

source: Function block called twice:
de: Funktionsblock wurde doppelt aufgerufen:

source: Incorrect X2X module inserted (module replaced during runtime by a module of a different type - restart required!).
de: Falsches X2X-Modul gesteckt (Modul wurde während der Laufzeit durch ein Modul anderen Typs ersetzt - Neustart erforderlich!).

source: Error response while accessing register.
de: Fehlerantwort bei Registerzugriff.

source: Timeout during register access.
de: Timeout bei Registerzugriff.

source: No X2X module exists with this node number.
de: Kein X2X-Modul mit dieser Knotennummer vorhanden.

source: Register with this number not present or has an incorrect type.
de: Register mit dieser Nummer ist nicht vorhanden oder hat falschen Typ.

source: Logbook entry from the firmware level.
de: Logbuch-Eintrag von Firmware-Ebene.

source: Assertion from SSDO driver
de: Assertion aus SSDO Treiber

source: SLID and SMID not unique
de: SLID und SMID nicht eindeutig

source: Ident is not allowed.
de: Ident ist nicht zulässig.

source: Error reserving an additional ident.
de: Fehler beim Reservieren eines weiteren Ident.

source: Port number already in use.
de: Portnummer bereits verwendet.

source: Faulty parameter.
de: Fehlerhafter Parameter.

source: Invalid I/O control.
de: Unzulässiges IO Control.

source: No data to receive.
de: Keine Daten zu empfangen.

source: Error applying data.
de: Fehler beim Übernehmen der Daten.

source: Data transmission did not take place since the function call would currently block it.
de: Das Senden der Daten wurde nicht durchgeführt, da der Funktionsaufruf zurzeit blockieren würde.

source: Error during sending
de: Fehler beim Senden

source: Not allowed to send broadcasts.
de: Senden von Broadcasts nicht erlaubt.

source: Cannot reach to host/network.
de: Host/Netzwerk nicht erreichbar.

source: The interface address is invalid.
de: Interface-Adresse ist ungültig.

source: The packet was blocked by the firewall.
de: Das Paket wurde von der Firewall blockiert.

source: Error creating a socket.
de: Fehler beim Anlegen eines Sockets.

source: Error in connection of the sockets.
de: Fehler beim Binden des Sockets.

source: Connection error.
de: Fehler beim Verbinden.

source: Error while setting the socket options.
de: Fehler beim Setzen der Socketoptionen.

source: Could not reserve additional ident.
de: Es konnte kein weiterer Ident reserviert werden.

source: Incorrect parameter.
de: Falscher Parameter.

source: No data is available for reading.
de: Es stehen keine Daten zum Lesen zur Verfügung.

source: The data length applied doesn't correspond to the specified data length.
de: Die übernommene Datenlänge entspricht nicht der angegebenen Datenlänge.

source: Could not establish connection
de: Fehler beim Verbindungsaufbau.

source: Connection has been terminated.
de: Verbindung wurde beendet.

source: Connection already exists.
de: Verbindung besteht bereits.

source: No OOB data available.
de: Keine OOB-Daten vorhanden.

source: Invalid interface address.
de: Ungültige Interface-Adresse

source: No client yet connected to server.
de: Es ist noch kein Client am Server verbunden.

source: Error while creating the socket.
de: Fehler beim Anlegen des Sockets.

source: Error connecting to the port number or IP address.
de: Fehler beim Binden an die Portnummer bzw. Ip-Adresse.

source: Error listening to the socket.
de: Fehler beim Listen auf dem Socket.

source: Error accepting on the socket.
de: Fehler beim Accept auf dem Socket.

source: invalid SSL configuration
de: ungültige SSL Konfiguration

source: SSL handshake failed
de: SSL Handshake ist fehlgeschlagen

source: Error setting the default options.
de: Fehler beim Setzen der Default-Optionen.

source: Timeout exceeded.
de: Timeout überschritten.

source: Unexpected server error.
de: Unerwarteter Serverfehler.

source: Authentication mechanisms not supported.
de: Authentifizierungsmechanismen nicht unterstützt.

source: Login error.
de: Fehler bei der Anmeldung.

source: Unexpected SSL system error.
de: Unerwarteter SSL Systemfehler.

source: SSL handshake failed.
de: SSL Handshake ist fehlgeschlagen.

source: invalid SSL configuration.
de: ungültige SSL Konfiguration.

source: Sending or receiving error
de: Sende- oder Empfangsfehler

source: No response sent by station within the specified timeout.
de: Die Station hat in dem angegebenen Timeout keine Antwort geschickt.

source: The IP address entered (SG4: name also) could not be resolved.
de: Die angegebene IP-Adresse (SG4: auch Name) konnte nicht aufgelöst werden.

source: Resource problem in system.
de: Ressourcenproblem im System.

source: Cannot connect to host.
de: Host nicht erreichbar.

source: Unexpected error receiving response.
de: Unerwarteter Fehler beim Empfangen der Antwort.

source: The specified parameters are invalid (NULL).
de: Angegebene Parameter sind ungültig.

source: SG4: Specified device invalid. SG3 / SGC: No Ethernet device present in system.
de: Angegebenes Device ist ungültig.

source: AsUSB library error: USB device not found
de: AsUSB Library Fehler: USB Gerät nicht vorhanden

source: The specified buffer length is too small
de: Die übergebene Speicherlänge ist zu klein

source: Buffer is not set
de: pBuffer ist nicht gesetzt

source: Error in the generic mailbox interface.
de: Fehler im generischen Mailbox-Interface

source: SYSTEM: Too much memory allocated at once
de: SYSTEM: Zuviel Speicher auf einmal allokiert

source: Incorrect resource number
de: BURLIB: Falsche TC-Nummer

source: Invalid offset for read/write access to a data object.
de: BURLIB: Falscher Offset

source: Incorrect module/object status
de: BURLIB: Falscher State eines Objektes

source: Error from UT_recmsg()
de: BURLIB: Keine Nachricht gesendet/empfangen

source: SM_attach() timed out
de: BURLIB: Timeout Fehler

source: Object already exists
de: BURLIB: Objekt bereits vorhanden

source: Driver initialization failed
de: Treiberinitialisierung fehlgeschlagen

source: Data point not found
de: Datenpunkt nicht gefunden
